Repository: harlin/skill_set
Catalog: skill_tracker/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Don't know at all
ru: Не владею

source: Tried a few things
ru: Что-то пробовал

source: Had a project
ru: Был проект с использованием

source: Mastered
ru: Знаю. Умею. Могу.

source: Unexpected non-AJAX request
ru: Неверный запрос

source: Please select skill or subskill
ru: Выберите категорию или навык

source: Knowledge Base
ru: База Знаний

source: Skill List
ru: Список навыков

source: My Skills
ru: Мои навыки

source: Log Out
ru: Выход

source: Skill admin
ru: Администрирование навыков

source: Skills administration
ru: Администрирование навыков

source: Select skill category
ru: Выберите категорию навыков

source: Select particular skill
ru: Выберите навык

source: Homepage
ru: Домашняя страница

source: Back to
ru: Назад к
